Repository: Vadzim-Kamkou/TravelSchedule
Catalog: TravelSchedule/TravelSchedule/Localization/Localizable.xcstrings
Source language: en
Languages: ru

source: Carrier Info
ru: Информация о перевозчике

# carrier_info_phone
source: Phone
ru: Телефон

# carrier_info_unknowncarrier
source: Unknown Carrier
ru: Неизвестный перевозчик

source: City not found
ru: Город не найден

# city_selection_title
source: Select City
ru: Выбор города

# error_no_internet
source: No Internet
ru: Нет интернета

# error_server_error
source: Server Error
ru: Ошибка сервера

# error_timeout
source: Timeout Error
ru: Время запроса превышено

# error_title
source: Error
ru: Ошибка

# filter_afternoon
source: Afternoon 12:00 - 18:00
ru: День 12:00 - 18:00

# filter_apply
source: Apply
ru: Применить

# filter_departure_time
source: Departure Time
ru: Время отправления

# filter_evening
source: Evening 18:00 - 00:00
ru: Вечер 18:00 - 00:00

# filter_morning
source: Morning 06:00 - 12:00
ru: Утро 06:00 - 12:00

# filter_night
source: Night 00:00 - 06:00
ru: Ночь 00:00 - 06:00

# filter_show_transfers
source: Show transfers
ru: Показывать варианты с пересадками

# filter_transfer_no
source: No
ru: Нет

# filter_transfer_yes
source: Yes
ru: Да

# from_placeholder
source: From
ru: Откуда

# hours_count %lld
source: %lld hours
ru: %lld часа

source: Loading Error
ru: Ошибка загрузки

source: Loading schedule...
ru: Загрузка расписания...

source: Loading stations...
ru: Загрузка станций...

# no_options
source: No options available
ru: Вариантов нет

# search_button
source: Search
ru: Найти

# search_placeholder
source: Enter your query
ru: Введите запрос

# settings_darkmode
source: Dark mode
ru: Тёмная тема

source: Specify Time
ru: Уточнить время

source: Station not found
ru: Станция не найдена

# station_selection_title
source: Select Station
ru: Выбор станции

# stories_text
source: Text
ru: Текст

# to_placeholder
source: To
ru: Куда

source: Try Again
ru: Попробовать снова

source: Unknown carrier
ru: Неизвестный перевозчик

source: With transfer
ru: С пересадкой
